[
  {
    "title": "Mars Is Getting a New Robotic Meteorologist",
    "preview": "Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles."
  },
  {
    "title": "NASA's Perseverance Rover Will Peer Beneath Mars' Surface ",
    "preview": "The agency's newest rover will use the first ground-penetrating radar instrument on the Martian surface to help search for signs of past microbial life. "
  },
  {
    "title": "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
    "preview": "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."
  },
  {
    "title": "NASA-JPL Names 'Rolling Stones Rock' on Mars",
    "preview": "NASA's Mars InSight mission honored one of the biggest bands of all time at Pasadena concert."
  },
  {
    "title": "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
    "preview": "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."
  },
  {
    "title": "Celebrate Mars Reconnaissance Orbiter's Views From Above",
    "preview": "Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more."
  },
  {
    "title": "NASA's Mars Reconnaissance Orbiter Undergoes Memory Update",
    "preview": "Other orbiters will continue relaying data from Mars surface missions for a two-week period."
  },
  {
    "title": "NASA Perseverance Mars Rover Scientists Train in the Nevada Desert",
    "preview": "Team members searched for signs of ancient microscopic life there, just as NASA's latest rover will on the Red Planet next year."
  },
  {
    "title": "NASA Wins Two Emmy Awards for Interactive Mission Coverage",
    "preview": "NASA-JPL's coverage of the Mars InSight landing earns one of the two wins, making this the NASA center's second Emmy."
  },
  {
    "title": "Common Questions about InSight's 'Mole'",
    "preview": "The following Q&As with members of the team answer some of the most common questions about the burrowing device, part of a science instrument called the Heat Flow and Physical Properties Package (HP3)."
  },
  {
    "title": "NASA's Treasure Map for Water Ice on Mars",
    "preview": "A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up."
  },
  {
    "title": "NASA's Perseverance Mars Rover Gets Its Wheels and Air Brakes",
    "preview": "After the rover was shipped from JPL to Kennedy Space Center, the team is getting closer to finalizing the spacecraft for launch later this summer."
  },
  {
    "title": "NASA's New Mars Rover Will Use X-Rays to Hunt Fossils",
    "preview": "PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."
  },
  {
    "title": "NASA Readies Perseverance Mars Rover's Earthly Twin ",
    "preview": "Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."
  },
  {
    "title": "NASA's New Mars Rover Is Ready for Space Lasers",
    "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
  }
]